building = {
    "위반건축물": "위반건축물",
    "근린생활시설": "근린생활시설",
}

owner = {
    "가등기": "가등기",
    "신탁": "신탁",
    "압류": "압류",
    "가압류 등기": "가압류 등기",
    "경매개시결정": "경매개시결정",
    "임차권등기명령": "임차권등기명령",
}

contract = {
    "임차인 또는 임대인이 주택을 인도받을 때까지 저당권 등의 권리 설정이 가능하다": "임차인 또는 임대인이 주택을 인도받을 때까지 저당권 등의 권리 설정이 가능하다",
    "입주하기 이전의 하자 보수 책임은 임차인에게 있다": "입주하기 이전의 하자 보수 책임은 임차인에게 있다",
    "입주하기 이전의 공과금은 임차인 부담한다": "입주하기 이전의 공과금은 임차인 부담한다",
    "임대차 계약 중도해지 시 보증금 반환이 불가능하다.": "임대차 계약 중도해지 시 보증금 반환이 불가능하다.",
}
